Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.keyboardShortcuts.shortcut-chords
source: tmux prefix ctrl-b control-b multi key sequence chord cmux json
ar: tmux prefix ctrl-b control-b multi key sequence chord cmux json لوحة مفاتيح اختصار اختصارات مفتاح سريع أوامر تسجيل إعدادات تكوين ملف مخطط وثائق مرجع تفضيلات الإعدادات… الإعدادات
bs: tmux prefix ctrl-b control-b multi key sequence chord cmux json tastatura prečica prečice hotkey komande tipke snimač postavke konfiguracija datoteka šema dokumentacija referenca preferencije Postavke…
da: tmux prefix ctrl-b control-b multi key sequence chord cmux json tastatur genvej genveje hotkey kommandoer taster optager indstillinger konfiguration fil skema dokumentation reference præferencer Indstillinger…
de: tmux prefix ctrl-b control-b multi key sequence chord cmux json tastatur kurzbefehl tastenkürzel hotkey befehle tasten rekorder einstellungen konfiguration datei schema dokumentation referenz präferenzen …
es: tmux prefix ctrl-b control-b multi key sequence chord cmux json teclado atajo atajos tecla rápida comandos teclas grabador ajustes configuración archivo esquema documentación referencia preferencias Ajustes…
fr: tmux prefix ctrl-b control-b multi key sequence chord cmux json clavier raccourci raccourcis touche globale commandes touches enregistreur réglages configuration fichier schéma documentation référence préférences Réglages...
it: tmux prefix ctrl-b control-b multi key sequence chord cmux json tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore impostazioni configurazione file schema documentazione riferimento preferenze Impostazioni…
ja: tmux prefix ctrl-b control-b multi key sequence chord cmux json tmux prefix プレフィックス ctrl-b control-b 複数キー シーケンス コード cmux json
ko: tmux prefix ctrl-b control-b multi key sequence chord cmux json 키보드 단축키 핫키 명령 키 기록기 설정 구성 파일 스키마 문서 참조 환경설정 설정… cmux.json 조합
nb: tmux prefix ctrl-b control-b multi key sequence chord cmux json tastatur snarvei snarveier hurtigtast kommandoer taster opptaker innstillinger konfigurasjon fil skjema dokumentasjon referanse preferanser …
pl: tmux prefix ctrl-b control-b multi key sequence chord cmux json klawiatura skrót skróty klawisz polecenia klawisze rejestrator ustawienia konfiguracja plik schemat dokumentacja referencja preferencje Ustawienia…
pt_br: tmux prefix ctrl-b control-b multi key sequence chord cmux json teclado atalho atalhos tecla rápida comandos teclas gravador configurações configuração arquivo esquema documentação referência preferências Ajustes… Ajustes
ru: tmux prefix ctrl-b control-b multi key sequence chord cmux json клавиатура сочетание клавиш горячая клавиша команды клавиши запись настройки конфигурация файл схема документация справочник предпочтения Настройки...
th: tmux prefix ctrl-b control-b multi key sequence chord cmux json แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก การตั้งค่า การกำหนดค่า ไฟล์ สคีมา เอกสาร อ้างอิง ค่ากำหนด การตั้งค่า...
tr: tmux prefix ctrl-b control-b multi key sequence chord cmux json klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici ayarlar yapılandırma dosya şema belgeler başvuru tercihler Ayarlar…
uk: tmux prefix ctrl-b control-b multi key sequence chord cmux json клавіатура скорочення гарячі клавіші команди записувач налаштування конфігурація файл схема документація довідник параметри Налаштування…
zh_hans: tmux prefix ctrl-b control-b multi key sequence chord cmux json 键盘 快捷键 热键 命令 按键 录制器 设置 配置 文件 架构 文档 参考 偏好设置 设置...
zh_hant: tmux prefix ctrl-b control-b multi key sequence chord cmux json 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 設定 設定檔 檔案 結構描述 文件 參考 偏好設定 設定...

# settings.search.alias.setting.keyboardShortcuts.shortcuts
source: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json
ar: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json لوحة مفاتيح اختصار اختصارات مفتاح سريع أوامر تسجيل إعدادات تكوين ملف مخطط وثائق مرجع تفضيلات الإعدادات… المفاتيح الإعدادات
bs: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json tastatura prečica prečice hotkey komande tipke snimač postavke konfiguracija datoteka šema dokumentacija referenca preferencije Postavke… na tastaturi
da: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json tastatur genvej genveje hotkey kommandoer taster optager indstillinger konfiguration fil skema dokumentation reference præferencer Indstillinger… Tastaturgenveje
de: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json tastatur kurzbefehl tastenkürzel hotkey befehle tasten rekorder einstellungen konfiguration datei schema dokumentation referenz präferenzen … Tastaturkurzbefehle
es: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json teclado atajo atajos tecla rápida comandos teclas grabador ajustes configuración archivo esquema documentación referencia preferencias Ajustes… de
fr: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json clavier raccourci raccourcis touche globale commandes touches enregistreur réglages configuration fichier schéma documentation référence préférences Réglages...
it: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore impostazioni configurazione file schema documentazione riferimento preferenze Impostazioni… Abbreviazioni da
ja: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json ホットキー キーバインド キー割り当て コマンド キーボード ショートカット cmux json
ko: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json 키보드 단축키 핫키 명령 키 기록기 설정 구성 파일 스키마 문서 참조 환경설정 설정… cmux.json
nb: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json tastatur snarvei snarveier hurtigtast kommandoer taster opptaker innstillinger konfigurasjon fil skjema dokumentasjon referanse preferanser … Tastatursnarveier
pl: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json klawiatura skrót skróty klawisz polecenia klawisze rejestrator ustawienia konfiguracja plik schemat dokumentacja referencja preferencje Ustawienia… klawiaturowe
pt_br: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json teclado atalho atalhos tecla rápida comandos teclas gravador configurações configuração arquivo esquema documentação referência preferências Ajustes… de Ajustes
ru: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json клавиатура сочетание клавиш горячая клавиша команды клавиши запись настройки конфигурация файл схема документация справочник предпочтения Настройки... Сочетания
th: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก การตั้งค่า การกำหนดค่า ไฟล์ สคีมา เอกสาร อ้างอิง ค่ากำหนด การตั้งค่า... แป้นพิมพ์ลัด
tr: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici ayarlar yapılandırma dosya şema belgeler başvuru tercihler Ayarlar… Kısayolları
uk: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json клавіатура скорочення гарячі клавіші команди записувач налаштування конфігурація файл схема документація довідник параметри Налаштування… Комбінації клавіш
zh_hans: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json 键盘 快捷键 热键 命令 按键 录制器 设置 配置 文件 架构 文档 参考 偏好设置 设置... 键盘快捷键
zh_hant: hotkeys keybindings key bindings commands keyboard accelerators shortcuts cmux json 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 設定 設定檔 檔案 結構描述 文件 參考 偏好設定 設定... 鍵盤快速鍵

# settings.search.alias.setting.mobile.artifactFolderAccess
source: mobile ios iphone files folders directory subtree one level authorization security
ar: mobile ios iphone files folders directory subtree one level authorization security mobile ios iphone ملفات مجلدات دليل شجرة فرعية مستوى واحد تفويض أمان
de: mobile ios iphone files folders directory subtree one level authorization security mobil ios iphone dateien ordner verzeichnis unterverzeichnis eine ebene autorisierung sicherheit
es: mobile ios iphone files folders directory subtree one level authorization security móvil ios iphone archivos carpetas directorio subárbol un nivel autorización seguridad
fr: mobile ios iphone files folders directory subtree one level authorization security mobile ios iphone fichiers dossiers répertoire sous-arborescence un niveau autorisation sécurité
ja: mobile ios iphone files folders directory subtree one level authorization security モバイル ios iphone ファイル フォルダ ディレクトリ サブツリー 1 階層 認証 セキュリティ
ko: mobile ios 아이폰 파일 폴더 디렉토리 하위 트리 단일 수준 권한 보안 mobile ios iphone files folders directory subtree one level authorization security
zh_hans: mobile ios iphone files folders directory subtree one level authorization security mobile ios iphone 文件 文件夹 目录 子树 一级 授权 安全
zh_hant: mobile ios iphone files folders directory subtree one level authorization security 行動裝置 ios iphone 檔案 資料夾 目錄 子樹 單層 授權 安全性

# settings.search.alias.setting.mobile.iOSPairingDisplayName
source: mobile ios iphone pairing display name mac hostname device label
ar: mobile ios iphone pairing display name mac hostname device label mobile ios iphone اقتران اسم العرض mac اسم المضيف تسمية الجهاز
de: mobile ios iphone pairing display name mac hostname device label mobil ios iphone pairing anzeigename mac host-name geräte-bezeichnung
es: mobile ios iphone pairing display name mac hostname device label móvil ios iphone emparejamiento nombre para mostrar mac nombre de host etiqueta de dispositivo
fr: mobile ios iphone pairing display name mac hostname device label mobile ios iphone jumelage nom d’affichage mac nom d’hôte étiquette d’appareil
ja: mobile ios iphone pairing display name mac hostname device label モバイル ios iphone ペアリング 表示名 mac ホスト名 デバイス ラベル
ko: mobile ios 아이폰 페어링 표시 이름 맥 호스트 이름 기기 레이블 mobile ios iphone pairing display name mac hostname device label
zh_hans: mobile ios iphone pairing display name mac hostname device label mobile ios iphone 配对 显示名称 mac 主机名 设备标签
zh_hant: mobile ios iphone pairing display name mac hostname device label 行動裝置 ios iphone 配對 顯示名稱 mac 主機名稱 裝置標籤

# settings.search.alias.setting.mobile.iOSPairingHost
source: ios iphone ipad mobile pairing local network permission sync
ar: ios iphone ipad mobile pairing local network permission sync آي أو إس آيفون آيباد محمول اقتران شبكة محلية إذن مزامنة
de: ios iphone ipad mobile pairing local network permission sync ios iphone ipad mobil pairing lokales netzwerk berechtigung synchronisierung
es: ios iphone ipad mobile pairing local network permission sync ios iphone ipad movil vinculacion red local permiso sincronizacion
fr: ios iphone ipad mobile pairing local network permission sync ios iphone ipad mobile jumelage réseau local autorisation synchronisation
ja: ios iphone ipad mobile pairing local network permission sync ios iphone ipad モバイル ペアリング ローカルネットワーク 権限 同期
ko: ios 아이폰 아이패드 모바일 페어링 로컬 네트워크 권한 동기화 ios iphone ipad mobile pairing local network permission sync
zh_hans: ios iphone ipad mobile pairing local network permission sync ios iphone ipad 移动端 配对 本地网络 权限 同步
zh_hant: ios iphone ipad mobile pairing local network permission sync ios iphone ipad 行動裝置 配對 本機網路 權限 同步

# settings.search.alias.setting.mobile.iOSPairingPort
source: mobile ios iphone pairing port tcp listener firewall conflict bind
ar: mobile ios iphone pairing port tcp listener firewall conflict bind mobile ios iphone اقتران منفذ tcp مستمع جدار حماية تعارض ربط
de: mobile ios iphone pairing port tcp listener firewall conflict bind mobil ios iphone pairing-port tcp-listener firewall konflikt binden
es: mobile ios iphone pairing port tcp listener firewall conflict bind móvil ios iphone puerto de emparejamiento tcp oyente cortafuegos conflicto vinculación
fr: mobile ios iphone pairing port tcp listener firewall conflict bind mobile ios iphone jumelage port écouteur tcp pare-feu conflit liaison
ja: mobile ios iphone pairing port tcp listener firewall conflict bind モバイル ios iphone ペアリング ポート tcp リスナー ファイアウォール 競合 バインド
ko: mobile ios 아이폰 페어링 포트 tcp 리스너 방화벽 충돌 바인딩 mobile ios iphone pairing port tcp listener firewall conflict bind
zh_hans: mobile ios iphone pairing port tcp listener firewall conflict bind mobile ios iphone 配对 端口 tcp 监听器 防火墙 冲突 绑定
zh_hant: mobile ios iphone pairing port tcp listener firewall conflict bind 行動裝置 ios iphone 配對 連接埠 tcp 接聽程式 防火牆 衝突 繫結

# settings.search.alias.setting.networking.customRelays
source: iroh custom relay self hosted server url secret credential device authentication
ar: iroh custom relay self hosted server url secret credential device authentication iroh مرحل مخصص مستضاف ذاتيًا خادم url سر اعتماد مصادقة الجهاز
de: iroh custom relay self hosted server url secret credential device authentication iroh benutzerdefiniertes relay selbst-gehostet server-url geheimnis anmeldedaten geräte-authentifizierung
es: iroh custom relay self hosted server url secret credential device authentication iroh relé personalizado servidor autoalojado url credencial secreta autenticación de dispositivo
fr: iroh custom relay self hosted server url secret credential device authentication iroh relais personnalisé serveur auto-hébergé url secret identifiant authentification d'appareil
ja: iroh custom relay self hosted server url secret credential device authentication iroh カスタム リレー セルフホスト サーバー url シークレット 認証情報 デバイス 認証
ko: iroh 사용자 정의 릴레이 셀프 호스팅 서버 url 시크릿 자격 증명 기기 인증 iroh custom relay self hosted server url secret credential device authentication
zh_hans: iroh custom relay self hosted server url secret credential device authentication iroh 自定义 中继 自托管 服务器 url 密钥 凭证 设备 认证
zh_hant: iroh custom relay self hosted server url secret credential device authentication iroh 自訂 中繼 自行裝設 伺服器 網址 金鑰 憑證 裝置 身分驗證

# settings.search.alias.setting.networking.policy
source: relay policy signed verified catalog cached server expiry sequence security
ar: relay policy signed verified catalog cached server expiry sequence security سياسة المرحل موقعة معتمدة دليل مخزن مؤقتًا خادم انتهاء صلاحية تسلسل أمان
de: relay policy signed verified catalog cached server expiry sequence security relay-richtlinie signiert verifizierter katalog zwischengespeichert server ablauf sequenz sicherheit
es: relay policy signed verified catalog cached server expiry sequence security relé política firmado verificado catálogo servidor en caché vencimiento secuencia seguridad
fr: relay policy signed verified catalog cached server expiry sequence security politique de relais signé vérifié catalogue mis en cache serveur expiration séquence sécurité
ja: relay policy signed verified catalog cached server expiry sequence security リレー ポリシー 署名 検証済み カタログ キャッシュ サーバー 有効期限 シーケンス セキュリティ
ko: 릴레이 정책 서명된 검증된 카탈로그 캐시됨 서버 만료 시퀀스 보안 relay policy signed verified catalog cached server expiry sequence security
zh_hans: relay policy signed verified catalog cached server expiry sequence security 中继 策略 签名 已验证 目录 缓存 服务器 过期 序列 安全
zh_hant: relay policy signed verified catalog cached server expiry sequence security 中繼 原則 已簽署 已驗證 型錄 快取 伺服器 到期 順序 安全性

# settings.search.alias.setting.networking.privateNetworks
source: private network lan vpn direct peer path local address generic provider automatic
ar: private network lan vpn direct peer path local address generic provider automatic شبكة خاصة lan vpn مباشر مسار النظير عنوان محلي عام موفر تلقائي
de: private network lan vpn direct peer path local address generic provider automatic privates netzwerk lan vpn direkter peer pfad lokale adresse generischer anbieter automatisch
es: private network lan vpn direct peer path local address generic provider automatic red privada lan vpn ruta directa entre pares dirección local proveedor genérico automático
fr: private network lan vpn direct peer path local address generic provider automatic réseau privé lan vpn direct pair chemin adresse locale générique fournisseur automatique
ja: private network lan vpn direct peer path local address generic provider automatic プライベートネットワーク lan vpn 直接 ピア パス ローカル アドレス 汎用 プロバイダー 自動
ko: 사설 네트워크 lan vpn 직접 피어 경로 로컬 주소 일반 제공자 자동 private network lan vpn direct peer path local address generic provider automatic
zh_hans: private network lan vpn direct peer path local address generic provider automatic 私有网络 局域网 vpn 直连 路径 本地地址 通用 提供商 自动
zh_hant: private network lan vpn direct peer path local address generic provider automatic 私人網路 區域網路 vpn 直接 節點 路徑 本機 地址 通用 提供商 自動

# settings.search.alias.setting.networking.relayPreference
source: iroh relay preference automatic managed selected cmux fleet provider region account
ar: iroh relay preference automatic managed selected cmux fleet provider region account iroh تفضيل المرحل تلقائي مدار محدد cmux أسطول موفر منطقة حساب
de: iroh relay preference automatic managed selected cmux fleet provider region account iroh relay-präferenz automatisch verwaltet ausgewählt cmux-flotte anbieter region konto
es: iroh relay preference automatic managed selected cmux fleet provider region account iroh preferencia de relé automático administrado seleccionado cmux flota proveedor región cuenta
fr: iroh relay preference automatic managed selected cmux fleet provider region account iroh préférence de relais automatique géré sélectionné flotte cmux fournisseur région compte
ja: iroh relay preference automatic managed selected cmux fleet provider region account iroh リレー 設定 自動 管理 選択 cmux フリート プロバイダー リージョン アカウント
ko: iroh 릴레이 기본 설정 자동 관리형 선택됨 cmux 플릿 제공자 리전 계정 iroh relay preference automatic managed selected cmux fleet provider region account
zh_hans: iroh relay preference automatic managed selected cmux fleet provider region account iroh 中继 偏好 自动 托管 选中 cmux 舰队 提供商 区域 账户
zh_hant: iroh relay preference automatic managed selected cmux fleet provider region account iroh 中繼 偏好 自動 託管 已選取 cmux 群組 提供商 區域 帳戶

# settings.search.alias.setting.networking.status
source: iroh status diagnostics direct peer relay degraded active inactive refresh
ar: iroh status diagnostics direct peer relay degraded active inactive refresh iroh حالة تشخيصات مباشر نظير مرحل متدهور نشط غير نشط تحديث
de: iroh status diagnostics direct peer relay degraded active inactive refresh iroh-status diagnose direkter peer relay herabgesetzt aktiv inaktiv aktualisieren
es: iroh status diagnostics direct peer relay degraded active inactive refresh iroh estado diagnóstico par directo relé degradado activo inactivo actualizar
fr: iroh status diagnostics direct peer relay degraded active inactive refresh iroh statut diagnostics direct pair relais dégradé actif inactif rafraîchir
ja: iroh status diagnostics direct peer relay degraded active inactive refresh iroh ステータス 診断 直接 ピア リレー 縮退 有効 無効 更新
ko: iroh 상태 진단 직접 피어 릴레이 저하 활성 비활성 새로 고침 iroh status diagnostics direct peer relay degraded active inactive refresh
zh_hans: iroh status diagnostics direct peer relay degraded active inactive refresh iroh 状态 诊断 直连 中继 降级 活跃 未活跃 刷新
zh_hant: iroh status diagnostics direct peer relay degraded active inactive refresh iroh 狀態 診斷 直接 節點 中繼 已降級 作用中 未作用 重新整理

# settings.search.alias.setting.networking.tailscaleCompatibility
source: tailscale tailnet private ip compatibility vpn legacy tcp automatic
ar: tailscale tailnet private ip compatibility vpn legacy tcp automatic tailscale tailnet خاص ip توافق vpn قديم tcp تلقائي
de: tailscale tailnet private ip compatibility vpn legacy tcp automatic tailscale tailnet private ip kompatibilität vpn veraltetes tcp automatisch
es: tailscale tailnet private ip compatibility vpn legacy tcp automatic tailscale tailnet ip privada compatibilidad vpn heredado tcp automático
fr: tailscale tailnet private ip compatibility vpn legacy tcp automatic tailscale tailnet ip privée compatibilité vpn hérité tcp automatique
ja: tailscale tailnet private ip compatibility vpn legacy tcp automatic tailscale tailnet プライベート ip 互換性 vpn レガシー tcp 自動
ko: tailscale tailnet 사설 ip 호환성 vpn 레거시 tcp 자동 tailscale tailnet private ip compatibility vpn legacy tcp automatic
zh_hans: tailscale tailnet private ip compatibility vpn legacy tcp automatic tailscale tailnet 私有 ip 兼容性 vpn 遗留 tcp 自动
zh_hant: tailscale tailnet private ip compatibility vpn legacy tcp automatic tailscale tailnet 私人 ip 相容性 vpn 舊版 tcp 自動
